{
    "nav_trayectoria": "Experience",
    "nav_habilidades": "Skills",
    "nav_proyectos": "Projects",
    "nav_articulos": "Articles",
    "nav_contacto": "Contact",
    "nav_resumen_btn": "Resume",
    "about_title": "About Me",
    "about_text": "Hello! I'm Julián Narváez, a Systems Engineer and IoT Specialist with over 15 years of experience in ERP systems, databases, networks, servers, and web development. I am currently focused on data analytics, aiming to design innovative and efficient solutions that generate real value. My passion for technology has led me to especially enjoy creating projects that come alive on the internet. Since 2022, I discovered in web development an opportunity to combine creativity and technical knowledge, exploring new ways to build digital experiences that positively impact people and organizations.",
    "experience_title": "My Journey",
    "exp_iot_title": "Specialization in IoT.",
    "exp_iot_date": "In Progress",
    "exp_iot_description": "Postgraduate degree focused on the design, development, and implementation of connected solutions, ranging from hardware and sensors to software platforms and data analysis.",
    "exp_syseng_title": "Systems Engineer",
    "exp_syseng_date": "August 2025",
    "exp_syseng_description": "Systems Engineer with experience in software development, network and database administration, IT management, and information security auditing. Oriented towards innovation and technological research.",
    "exp_coord_title": "IT Coordinator",
    "exp_coord_company": "Arpesod Asociados SAS",
    "exp_coord_date": "2013 - Present",
    "exp_coord_description": "Manage network infrastructure, administer Windows and Linux servers. Administer the company's ERP software, ensuring its operation and providing user support. Develop web applications that generate value for internal company processes.",
    "exp_aux_title": "Systems Assistant",
    "exp_aux_company": "Universidad Autonoma del Cauca",
    "exp_aux_date": "2010 - 2012",
    "exp_aux_description": "Level 1 support for internal users, Linux server administration, and managing information security.",
    "exp_security_title": "Technological Specialist in Computer Network Security",
    "exp_security_academy": "Sena Regional Cauca",
    "exp_security_date": "November 2010",
    "exp_security_description": "Ability to diagnose, design, implement, and monitor information security systems based on international standards. Expert in developing security plans, incident management, policies, ISMS, and tools such as IDS/firewalls. With an ethical vision and oriented towards innovation and continuous training.",
    "skills_title": "Technical Skills",
    "projects_title": "Relevant Projects",
    "proj_inventarios_title": "IT Asset Inventory System",
    "proj_inventarios_desc": "Advanced web module to digitize and automate the lifecycle of equipment loans, eliminating manual tracking and providing a centralized, auditable platform.",
    "proj_reevo_title": "RE-EVO Interactive Landing Page",
    "proj_reevo_desc": "Modern and responsive landing page for the presentation of the 'RE-EVO 2030' strategic planning, serving as an information platform for a corporate event.",
    "proj_vinculacion_title": "HR Onboarding Manager",
    "proj_vinculacion_desc": "Web application to manage and monitor the personnel onboarding process, centralizing applicant information and standardizing the tracking of hiring phases.",
    "articles_title": "Articles and Learnings",
    "articles_subtitle": "I believe in continuous learning and sharing knowledge. Here are some articles I have written about technologies, management, and my journey into data analytics.",
    "article1_category": "Data Analytics",
    "article1_title": "My First Steps with Python and Pandas",
    "article1_desc": "A look at my learning journey, from environment setup to my first data manipulations.",
    "article1_readmore": "Read more",
    "article2_category": "IoT & Systems",
    "article2_title": "How a Systems Engineer Views the World of IoT",
    "article2_desc": "A reflection on how experience in traditional infrastructure becomes an advantage when implementing IoT solutions.",
    "article2_readmore": "Read more",
    "passions_title": "My Passions",
    "pass_dbz_goku_title": "Dragon Ball Collection",
    "pass_dbz_goku_desc": "Goku Super Saiyan",
    "pass_dbz_freezer_title": "Dragon Ball Collection",
    "pass_dbz_freezer_desc": "Freezer",
    "pass_funkos_title": "Funko Collection",
    "pass_funkos_desc": "Various Funkos",
    "pass_various_title": "Varied Collection",
    "pass_various_desc": "Diverse Figures",
    "contact_title": "Let's Work Together",
    "contact_subtitle": "I am interested in opportunities to collaborate on innovative and challenging projects. If you have any questions, feel free to contact me via the form or my social networks.",
    "contact_name_placeholder": "Your Name",
    "contact_email_placeholder": "Your Email",
    "contact_message_placeholder": "Your Message",
    "contact_send_btn": "Send Message",
    "footer_text": "Designed and built by Julian Narvaez"
}