{
    "nav_trayectoria": "Trayectoria",
    "nav_habilidades": "Habilidades",
    "nav_proyectos": "Proyectos",
    "nav_articulos": "Artículos",
    "nav_contacto": "Contáctame",
    "nav_resumen_btn": "Resumen",
    "about_title": "Acerca de mí",
    "about_text": "¡Hola! Soy Julián Narváez, Ingeniero de Sistemas y Especialista en IoT, con más de 15 años de experiencia en sistemas ERP, bases de datos, redes, servidores y desarrollo web. Actualmente me encuentro enfocado en el camino de la analítica de datos, con el propósito de diseñar soluciones innovadoras y eficientes que generen verdadero valor. Mi pasión por la tecnología me ha llevado a disfrutar especialmente la creación de proyectos que cobran vida en internet. Desde 2022 descubrí en el desarrollo web una oportunidad para combinar creatividad y conocimiento técnico, explorando nuevas formas de construir experiencias digitales que impacten positivamente a las personas y las organizaciones.",
    "experience_title": "Mi Trayectoria",
    "exp_iot_title": "Especialización en IoT.",
    "exp_iot_date": "En formación",
    "exp_iot_description": "Posgrado enfocado en el diseño, desarrollo e implementación de soluciones conectadas, abarcando desde el hardware y sensores hasta las plataformas de software y análisis de datos.",
    "exp_syseng_title": "Ingeniero de Sistemas",
    "exp_syseng_date": "agosto de 2025",
    "exp_syseng_description": "Ingeniero de Sistemas con experiencia en desarrollo de software, administración de redes y bases de datos, gestión de TI y auditoría en seguridad de la información. Orientado a la innovación y la investigación tecnológica.",
    "exp_coord_title": "Coordinador de TI",
    "exp_coord_company": "Arpesod Asociados SAS",
    "exp_coord_date": "2013 - A la fecha",
    "exp_coord_description": "Gestionar la infraestructura de red, administrar servidores Windows y Linux. Administración del software ERP de la compañía, asegurando su operatividad y brindando soporte a usuarios. Desarrollo de aplicaciones web que generen valor a los procesos internos de la compañia",
    "exp_aux_title": "Auxiliar Sistemas",
    "exp_aux_company": "Universidad Autonoma del Cauca",
    "exp_aux_date": "2010 - 2012",
    "exp_aux_description": "Soporte 1 nivel a usuarios internos, administación de servidores linux y gestionar la seguridad informartica.",
    "exp_security_title": "Esp. Tecnológico en Seguridad en Redes de Computadores",
    "exp_security_academy": "Sena Regional Cauca",
    "exp_security_date": "Noviembre 2010",
    "exp_security_description": "Capacidad para diagnosticar, diseñar, implementar y monitorear sistemas de seguridad de la información basados en normas internacionales. Experto en desarrollo de planes de seguridad, gestión de incidentes, políticas, SGSI y herramientas como IDS/firewalls. Con visión ética y orientado a la innovación y formación continua.",
    "skills_title": "Habilidades Técnicas",
    "projects_title": "Proyectos Relevantes",
    "proj_inventarios_title": "Sistema de Inventario de Activos TI",
    "proj_inventarios_desc": "Módulo web avanzado para digitalizar y automatizar el ciclo de vida de préstamos de equipos, eliminando el seguimiento manual y proporcionando una plataforma centralizada y auditable.",
    "proj_reevo_title": "RE-EVO Landing Page Interactiva",
    "proj_reevo_desc": "Landing page moderna y responsiva para la presentación de la planeación estratégica 'RE-EVO 2030', sirviendo como plataforma de información para un evento corporativo.",
    "proj_vinculacion_title": "Gestor de Vinculación RRHH",
    "proj_vinculacion_desc": "Aplicación web para gestionar y monitorear el proceso de vinculación de personal, centralizando la información de aspirantes y estandarizando el seguimiento de las fases de contratación.",
    "articles_title": "Artículos y Aprendizajes",
    "articles_subtitle": "Creo en el aprendizaje continuo y en compartir conocimiento. Aquí hay algunos artículos que he escrito sobre tecnologías, gestión y mi viaje hacia la analítica de datos.",
    "article1_category": "Analítica de Datos",
    "article1_title": "Mis Primeros Pasos con Python y Pandas",
    "article1_desc": "Un vistazo a mi viaje de aprendizaje, desde la instalación del entorno hasta mis primeras manipulaciones de datos.",
    "article1_readmore": "Leer más",
    "article2_category": "IoT y Sistemas",
    "article2_title": "Cómo un Ingeniero de Sistemas ve el Mundo del IoT",
    "article2_desc": "Una reflexión sobre cómo la experiencia en infraestructura tradicional se convierte en una ventaja al implementar soluciones de IoT.",
    "article2_readmore": "Leer más",
    "passions_title": "Mis Pasiones",
    "pass_dbz_goku_title": "Colección Dragon Ball",
    "pass_dbz_goku_desc": "Goku Super Saiyan",
    "pass_dbz_freezer_title": "Colección Dragon Ball",
    "pass_dbz_freezer_desc": "Freezer",
    "pass_funkos_title": "Colección Funko",
    "pass_funkos_desc": "Funkos Varios",
    "pass_various_title": "Colección Variada",
    "pass_various_desc": "Figuras Diversas",
    "contact_title": "Trabajemos Juntos",
    "contact_subtitle": "Estoy interesado en oportunidades para colaborar en proyectos innovadores y desafiantes. Si tienes alguna pregunta, no dudes en contactarme a través del formulario o por mis redes sociales.",
    "contact_name_placeholder": "Tu nombre",
    "contact_email_placeholder": "Tu correo electrónico",
    "contact_message_placeholder": "Tu mensaje",
    "contact_send_btn": "Enviar Mensaje",
    "footer_text": "Diseñado y construido por Julian Narvaez"
}